Repository: aibekdv/medisync
Catalog: lib/l10n/intl_*.arb
Languages: ky

# tagline
source: Your medical ally
ky: Сиздин медициналык өнөктөшүңүз

source: Continue with Google
ky: Google менен кирүү

# loginDescription
source: Sign in with your google account to access the app.
ky: Тиркемеге кирүү үчүн Google аккаунтуңуз менен кириңиз.

source: About medicine
ky: Дары жөнүндө

source: Add medicine
ky: Дары кошуу

source: Medicine name
ky: Дарынын аталышы

source: Dosage
ky: Дозасы

source: Time of receipt
ky: Кабыл алуу убактысы

source: Notes
ky: Кошумча маалыматтар

source: Status
ky: Статусу

source: Enter the name of the drug
ky: Дарынын атын киргизиңиз

# selectTime
source: Choose time
ky: Убакытты тандаңыз

source: It was time to take the medicine
ky: Дарыны ичүү убакты келди

source: Time
ky: Убакыт

source: Days
ky: Күндөр

source: Monday
ky: Дүйшөмбү

source: Thuesday
ky: Шейшемби

source: Wednesday
ky: Шаршемби

source: Thursday
ky: Бейшемби

source: Friday
ky: Жума

source: Sunday
ky: Жекшемби

source: Saturday
ky: Ишемби

source: This field is required
ky: Маалымат кийириңиз

# exampleWeekDay
source: Example: 1-Monday etc.
ky: Мисалы: 1-дүйшөмбү ж.б.

source: My medicines
ky: Менин дарыларым

# noDrugsFound
source: No medicines were found.
ky: Эч кандай дары табылган жок.

# pleaseEnterTheRequiredInformation
source: Please, enter the required informations.
ky: Сураныч, талап кылынган маалыматтарды кийириңиз.

source: Please, select the time for your medicine.
ky: Сураныч, дарыны ичүү убактысын тандаңыз.

source: Cancel
ky: Жокко чыгаруу

source: Save
ky: Сактоо

# selectWeekday
source: Select days
ky: Күндөрдү тандаңыз

# aboutText
source: MediSync is a simple and user-friendly mobile app that helps people manage their medication schedule effectively, ensuring they never miss a dose. This application will serve as a personal assistant, sending timely medication reminders based on the user's prescribed dosage and time of administration. MediSync aims to simplify drug management by promoting treatment adherence and improving overall treatment outcomes.
ky: MediSync – бул жөнөкөй жана колдонуучуга ыңгайлуу мобилдик колдонмо, ал адамдарга дары-дармектеринин графигин натыйжалуу башкарууга жардам берип, алар эч качан бир дозаны өткөрүп жибербөөнү камсыз кылат. Бул колдонмо жеке жардамчы катары кызмат кылат, колдонуучу белгилеген дозасы жана кабыл алуу убактысынын негизинде өз убагында дары эскертүүлөрүн жөнөтөт. MediSync дары-дармектерди башкарууну жөнөкөйлөтүп, дарылоону сактоого жана жалпы дарылоонун натыйжаларын жакшыртууга багытталган.

# editMedicine
source: Edit the medicine
ky: Дарыны өзгөртүү

source: Changed successfully
ky: Ийгиликтүү өзгөртүлдү

source: Created successfully
ky: Ийгиликтүү түзүлдү

source: Deleted successfully
ky: Ийгиликтүү өчүрүлдү
